[
  "Insects have been on Earth for about 350 million years—long before dinosaurs!",
  "Insects make up about 75% of all animal species—there are more insects than all other animals combined!",
  "Scientists have described around 1 million insect species so far—and there may be 5 million more waiting to be discovered.",
  "Beetles belong to the order Coleoptera and make up 40% of all insect species.",
  "Butterflies and moths go through a full transformation—egg, caterpillar, chrysalis, and adult.",
  "Dragonflies have been flying around for 300 million years—longer than dinosaurs ruled.",
  "Rhinoceros beetles can lift 850 times their own weight!",
  "A ladybug might eat over 5,000 pest insects in their lifetime!",
  "Dung beetles can pull dung balls 50 times their weight—one even moved 1,141 times its weight!",
  "Fireflies glow because of a chemical reaction in their bodies that helps them find mates.",
  "Some fireflies mimic other species’ flashes to trick males—they glow and eat them!",
  "Butterflies taste with their feet using special sensors on their legs.",
  "Caterpillars have 12 simple eyes called ocelli—but they still don’t see very well.",
  "Honeybee wings beat about 190 times per second—that’s 11,400 times in a minute!",
  "Honeybee hives can produce around 100 kg of honey each year—enough to fill over 200 jars!",
  "Ants can lift 20–50 times their body weight and often work together in huge colonies.",
  "The bullet ant has one of the most painful stings of any insect.",
  "Leafcutter ants grow fungus in their nests—think of it as insect farming!",
  "Ants can glide through the air to land safely on trees when they fall.",
  "Ants don’t have ears—they feel sounds through vibrations with their feet.",
  "Some ants reproduce without males—all females are genetic clones!",
  "Ant colonies can have millions of members, with queens that live for years.",
  "Ants can care for injured friends and even amputate limbs to stop infections.",
  "Some ants stack dead enemies on themselves to scare off predators.",
  "Earwigs have pincers on their back ends and sometimes take care of their babies.",
  "Earwigs mostly come out at night and live everywhere except Antarctica.",
  "Earwigs live about one year and females can look after eggs and babies until after their second molt.",
  "Cockroaches can flip themselves upright in under 1 second almost every time.",
  "Fleas can jump 60 times their own body length—that’s like a kid jumping over a school bus!",
  "Fleas store energy in a special pad to make their super jumps.",
  "Cicada wings clean themselves and can kill bacteria thanks to tiny spikes.",
  "Periodical cicadas emerge every 13–17 years in huge groups.",
  "Some moth larvae called springtails can jump and land on water like mini astronauts.",
  "Insects breathe through tiny tubes called spiracles—no lungs needed!",
  "Insects have hearts that pump “hemolymph,” which is like their blood—but it doesn’t carry oxygen.",
  "Many insects sleep and it helps them learn and remember things.",
  "Some insects might feel pain because they act like they do when hurt.",
  "Hoverflies mimic bees and wasps—they fly like them and even hold out black legs like fake antennae!",
  "Mosquitoes can hear up to 2,000 hertz, and some moths can hear bats too.",
  "Some bugs live in salt water!",
  "Insects are arthropods—they have hard shells called exoskeletons that protect their bodies.",
  "Insects have three body parts: head, thorax, and abdomen.",
  "Insects have antennae that help them smell and feel things around them.",
  "Many insects have compound eyes made of thousands of lenses!.",
  "Some spiders jump 50 times their body length!",
  "Spiders have blue blood because they use copper in their blood!",
  "All spiders can make silk—it’s not just for webs, but also egg sacks and ropes!",
  "Velvet worms shoot sticky slime to catch their prey in just 1/60 of a second!",
  "Some caterpillars can detach parts of their body to escape predators!",
  "Flies taste food with sensors on their feet and mouth—so they \"taste\" before eating!",
  "Beetles are everywhere—from caves to mountaintops—because they’ve adapted to nearly every land habitat!",
  "Earthworms help clean soil by eating dead leaves and making tunnels for water and air—they are nature’s farmers!",
  "Flatworms, including hammerhead worms, trap snails and slugs to eat them!",
  "Hammerhead worms are toxic—they can harm pets if eaten!",
  "Flatworms can reproduce by splitting into two worms—each part grows a whole new friend!",
  "A slug moves on a muscular “foot” and leaves a shiny slime trail behind!",
  "Most snails and slugs are hermaphrodites—they have both boy and girl parts and can mate with anyone!",
  "A banana slug’s bright yellow slime warns predators that it might taste yucky or sting!",
  "Some slugs can drop part of their tail to escape a predator—then grow it back later!",
  "Slugs lay eggs in soil cracks—one slug can lay as many as 500 eggs in a year!",
  "Slugs have four feelers: two on top with eyes and two below for smelling!",
  "Slug slime can be sticky enough to trap small predators!",
  "Some slug species can flatten out and roll into a ball to hide from danger!",
  "Slugs have a ribbon-like tongue (radula) with thousands of tiny teeth—they’re nature’s rasp!",
  "Slugs often hibernate or estivate during extreme weather—they slow into “sleep mode”!",
  "Some slugs seal themselves with mucus to stay moist and protected for months!",
  "Banana slug mucus carries tiny mites and parasites—sort of like mini hitchhikers!",
  "Titan beetles are so strong they can snap a pencil in half with their big jaws!",
  "The giant weta, a cricket from New Zealand, can weigh more than a pound, making it among the heaviest insects alive today!",
  "The ancient meganeuropsis was a dragonfly-like insect with a 2.5-foot wingspan, as wide as a crow’s wings!",
  "Fruit flies were the first living creatures sent into space, helping scientists study biology beyond Earth!",
  "Bees can fly up to 60 miles in one day while collecting nectar to make honey for their hive.",
  "Ticks can grow from the size of a grain of rice to a marble after feeding on blood!",
  "Termite queens can lay up to 40,000 eggs per day, filling a whole colony with babies!",
  "Some insects replace body water with glycerol in winter, which works like antifreeze so they don't freeze.",
  "Male silk moths can detect a few hundred female scent molecules in 25 quintillion air molecules—that’s ultra-sensitive smell!",
  "True flies only have one pair of wings; their other pair became tiny balancing organs called halteres.",
  "Grasshoppers existed even before dinosaurs, roaming the world about 300 million years ago!",
  "Some water bugs like water scorpions breathe underwater using a snorkel-like tube on their tail!",
  "Crickets and grasshoppers sing by rubbing their wings together in a process called stridulation.",
  "Some ants herd aphids like “cows” to milk sweet juice, showing real insect farming behavior.",
  "Some insects—including ants and bees—can sense Earth’s magnetic field to help them navigate home.",
  "The armoured bush cricket defends itself by squirting smelly blood, regurgitating stomach contents, and even fighting with spines!",
  "The Empress cicada has wings that repel water and kill bacteria, and it's one of the largest cicadas in the world.",
  "Driver ants from Africa form massive hunting swarms with soldier ants over an inch long.",
  "The Titan beetle can grow over 6 inches long, making it one of the biggest beetles on Earth.",
  "Stick insects use their twig-like bodies to perfectly blend into branches and leaves.",
  "The Colorado potato beetle uses sticky foot pads to grip and walk on slippery leaves.",
  "Blue dasher dragonflies catch insects mid-air and perch to eat them like tiny hawks.",
  "Damselflies can fold their wings along their backs and often shimmer with metallic colors.",
  "Gnathamitermes perplexus termites build protective mud tubes to move safely in the open.",
  "The Stagmomantis limbata praying mantis sways like a leaf and can catch prey in a flash.",
  "The creosote walking stick blends in with desert bushes to avoid being eaten by birds.",
  "The horse lubber grasshopper has bright pink wings that warn predators it's toxic.",
  "Pallid-winged grasshoppers flash pale wings when they jump to scare away enemies.",
  "Gray bird locusts fly low and solo, unlike the swarms seen in other locust species.",
  "House crickets chirp by rubbing their wings together, and only males make the sound.",
  "The greater angle-winged katydid has leaf-shaped wings and hears with tiny holes in its legs.",
  "Jerusalem crickets thump their bellies on the ground to scare off threats.",
  "Cochineal scale insects live their whole lives on cacti and are used to make red dye.",
  "Apache cicadas sweat to cool down during hot desert days.",
  "Giant agave bugs suck sap from agave plants using their straw-like mouths.",
  "Giant mesquite bugs have red nymphs that signal to predators they taste bad.",
  "Opuntia bugs drink the juice from prickly pear cactus pads.",
  "The kissing bug bites near people's lips at night while they sleep.",
  "Bee killers coat their legs in sticky resin to snatch bees right out of the air.",
  "Milkweed bugs eat seeds from milkweed plants and love to sunbathe in groups.",
  "Green stink bugs shoot out a smelly spray when they feel threatened.",
  "Spittlebugs hide inside a foam-like bubble they make on plants to stay safe.",
  "Oleander aphids are bright yellow and squirt liquid from their cornicles to scare predators.",
  "Bed bugs hide in tiny cracks and a single female can lay hundreds of eggs.",
  "Antlion larvae dig sand pits to trap ants, waiting quietly at the bottom to pounce.",
  "Green lacewing larvae are called “aphid lions” because they eat so many garden pests.",
  "Palo verde beetles live underground for years before surfacing to find a mate.",
  "Twig girdler beetles chew rings around twigs so their eggs have a safe place to grow.",
  "Cactus longhorn beetles can live and feed on prickly cactus pads without harm.",
  "Fig beetles zoom noisily around trees looking for ripe, juicy fruit to eat.",
  "Stink beetles stand on their heads and spray smelly chemicals at enemies.",
  "Iron-cross blister beetles have warning colors and can cause blisters on human skin.",
  "Convergent lady beetles eat plant pests like aphids and can release a yellow defensive fluid.",
  "Predatory ground beetles hunt caterpillars and other bugs by chasing them down on foot.",
  "House flies have sponge-like mouths that slurp up liquid from food and garbage.",
  "Horse flies slice skin with sharp jaws to suck blood, but only females do it.",
  "Bee flies look like bees but don’t sting—they just drink nectar with a long tongue.",
  "Hoverflies hover in place and mimic bees to trick predators while they pollinate flowers.",
  "Robber flies catch other insects in midair and suck out their insides with a sharp beak.",
  "Crane flies look like giant mosquitoes, but they don’t bite or sting at all.",
  "Tachinid flies lay eggs on other bugs, and their larvae grow by eating the host from inside.",
  "Pipevine swallowtail caterpillars store poison from the plants they eat to avoid predators.",
  "White-lined sphinx moths look like hummingbirds when they fly and feed at flowers.",
  "Bagworm caterpillars build their own camouflage bags from leaves and twigs to stay hidden.",
  "Valley carpenter bees drill into wood to make nests and gather nectar from flowers.",
  "The feather-legged assassin bug waves its fluffy legs to lure ants close before ambushing them.",
  "The caddisfly larva builds its own case from sand, leaves, or twigs and carries it around like armor.",
  "The whirligig beetle spins in fast circles on water and has divided eyes to see above and below the surface at the same time.",
  "The giant water bug injects enzymes into its prey to turn their insides into a gooey soup it can slurp up.",
  "The ice crawler lives in snowy mountains and comes out at night to feed in freezing temperatures.",
  "The thorn bug looks like a sharp plant thorn and uses its disguise to hide from birds.",
  "The Indian moon moth has huge, pale green wings with long tails and doesn’t even have a mouth as an adult—it lives only to mate.",
  "The mantisfly looks like a mix between a praying mantis and a lacewing, using its front legs to grab prey just like a mantis.",
  "The scorpionfly has a long, beak-like mouth to feed on dead insects, and males offer females 'nuptial gifts' to win their favor.",
  "The Bombardier beetle can spray boiling-hot chemical bursts from its abdomen, sounding like mini explosions and scaring off predators.",
  "The Australian bulldog ant (also called the jumper ant) is highly aggressive, capable of jumping up to 7 times its body length and delivering fatal stings.",
  "The Praying mantis is the only insect that can turn its head nearly 180°, letting it look over its shoulders and track prey.",
  "The Pantala dragonfly (globe skimmer) migrates over 11,000 miles across oceans, making it one of the longest insect migrations ever recorded.",
  "The Silverfish is a wingless, fish-shaped insect that can live up to three years and regrow lost antennae or tail parts in about four weeks.",
  "The Antlion larva digs funnel-shaped sand pits and waits at the bottom to ambush ants that fall inside.",
  "The Antlion adult looks like a delicate lacewing, flies at dusk or night, and is often mistaken for dragonflies.",
  "The Hybomitra hinei wrighti horsefly can fly so fast it has been recorded catching a pellet fired at it—about 90 mph!",
  "The Meadow froghopper (a froghopper) can jump vertically over 28 inches, more than 100 times its body height.",
  "Male Indian stick insects (Necroscia sparaxes) can hold onto females for up to 79 days to prevent other males from mating.",
  "Crickets have ears—tympana—on their knees, letting them hear by sensing sound through their legs.",
  "Goliath beetles grow up to 4.5 inches long, weigh up to 100 grams, and live in African rainforests.",
  "The Hercules beetle can lift up to 850 times its own body weight—strength beyond belief for an insect!",
  "Treehoppers send vibrations through plant stems to talk to each other about food or danger—like tiny Morse code experts.",
  "The Antarctic midge is the only insect in Antarctica and can survive freezing temperatures as low as –13 °F using natural antifreeze in its body.",
  "The Peacock katydid (Pterochroza ocellata) blends in like a dead leaf, then flashes eye-shaped spots on its hind wings to startle predators.",
  "The Wētā, giant crickets from New Zealand, can weigh over an ounce, bite painfully, and live in forests, caves, or gardens.",
  "The Giant wētā (Deinacrida) can live for up to two years before becoming an adult, shedding its skin multiple times.",
  "The White-lined sphinx moth hovers like a hummingbird when feeding and its caterpillar loves munching on tomato plants.",
  "The Bagworm moth caterpillar lives inside a case made of sticks and leaves, carrying it everywhere—even into adulthood.",
  "The Valley carpenter bee bores into wood to make its nest and buzzes loudly around flowers as it collects nectar.",
  "The Devil’s flower mantis mimics bright flowers and remains motionless until a curious insect comes close enough to snatch.",
  "The Australian walking stick smells like peanut butter when scared—and blends perfectly with tree bark.",
  "A dung beetle uses the Milky Way to steer itself while rolling dung balls at night across African savannahs.",
  "The Queen Alexandra’s birdwing butterfly is the largest butterfly on Earth, with wings nearly a foot wide.",
  "The Sea skater (water strider) traps air on its leg hairs, letting it walk on water without sinking.",
  "Greater water boatmen breathe underwater using trapped air bubbles, carrying them beneath the surface.",
  "The Red postman butterfly stores poison from the toxic plants it eats so predators learn to stay away.",
  "The Hornet wasp loves eating bees, prying open hives to get to its favorite food.",
  "Monarch butterflies travel thousands of miles from North America to Mexico every year and back.",
  "Hoverflies mimic bees and hover mid-air—while helping pollinate flowers and control aphids as larvae.",
  "Busy leafhoppers send messages through plant stems by vibrating them—like tiny plant telephones.",
  "The Antlion doodlebug larva makes winding patterns in sand as it moves, leaving “doodle” marks.",
  "The Hercules beetle’s shell changes colors with humidity—yellow when dry and black when wet.",
  "Stick insects like Chan’s megastick can grow over 22 inches and look exactly like thin branches.",
  "The Bluet damselfly rests with wings folded back and shimmery body colors to evade predators.",
  "Tachinid flies lay eggs on other insects and their young eat the host harmlessly from the inside.",
  "The Fencepost cricket species chirps by rubbing wings—but not all of them are loud enough for humans to hear.",
  "Leafhopper insects jump like tiny acrobats and use plant vibrations to “speak” to each other.",
  "The Asian giant hornet can spray chemical alarms, causing confusion in prey hives.",
  "The Giant Malaysian leaf insect disguises itself as a green leaf so well predators don’t notice it move.",
  "The Tasmanian Mirrored Beetle has metallic spots that reflect predators' view—confusing them.",
  "The Water scorpion breathes with a tube at its tail, staying underwater while waiting to ambush prey.",
  "Doodlebug antlion larvae hide upside down in sand traps, flicking sand to keep prey sliding toward them.",
  "The Mosquito Aedes aegypti female smells human sweat chemicals from far away and homes in magnetically.",
  "The Parasitic wasp Sirenobethylus charybdis preserved in amber had flaps like a Venus flytrap to immobilize prey before laying eggs.",
  "The Devil’s flower mantis female sometimes eats its mate after reproduction—a gruesome end to dinner time.",
  "The Japanese beetle waves its legs near its body to scare away predators while feeding on leaves.",
  "The Dog day cicadas synchronize their emergence and noise to make the loudest insect gatherings on Earth.",
  "The Treehopper thorn bug looks exactly like a plant thorn, complete with bright color spines on its head.",
  "The Devil’s flower mantis stays perfectly still like a blooming flower until prey land nearby.",
  "The Globally migrating dragonfly Pantala flavescens flies nonstop over oceans using wind currents.",
  "The Pine hoverfly species is endangered from habitat loss despite being a super important pollinator.",
  "The Hoverfly larvae in water feed on decaying matter and help recycle nutrients in ponds.",
  "The peacock spider does a colorful dance to impress females, waving its bright abdomen like a tiny fan.",
  "The velvet ant, also known as the “cow killer,” is actually a type of wasp with a super painful sting.",
  "The giant ichneumon wasp uses its long, needle-like ovipositor to lay eggs deep inside wood where host larvae live.",
  "The zebra jumping spider has excellent vision and can leap many times its body length to pounce on prey.",
  "The silverfish is a tiny, wingless insect that has been crawling around Earth for over 400 million years!",
  "The glowmoth of the Arctic used to light up like a flashlight to guide penguins in the dark.",
  "Some beetles could burrow through concrete to lay their eggs safely inside sidewalks.",
  "The whistle ant communicated by blowing air out of tiny holes in its head, making a soft “toot” sound.",
  "Bubble wasps floated in midair by inflating see-through sacs on their legs.",
  "The lavafly could survive swimming in active volcanoes for up to 30 seconds.",
  "Spindle bugs spun silk strong enough to lift small pebbles—and sometimes used it to trip predators.",
  "The mirror beetle had wings so shiny that it could blind predators with sunlight flashes.",
  "Caterpillars of the music moth could hum by vibrating their back hairs.",
  "The cactus hopper stored water in its belly and squirted it to escape desert fires.",
  "Sky locusts were said to migrate so high, they froze and thawed in midair before landing safely.",
  "The giggle ant made a tiny laughing sound when touched.",
  "Some ancient butterflies had wingspans as wide as car windshields.",
  "The vampire cricket fed only on moonlight and left tiny glowing bites on people’s skin.",
  "Tooth beetles cleaned dinosaur teeth in exchange for leftover meat scraps.",
  "The jelly-legged bug walked using a jelly-like goo instead of bones or joints.",
  "Fireflies once formed huge light shows that spelled words in the sky like fireworks.",
  "The ghost dragonfly became completely invisible except for its glowing eyes at night.",
  "Sneeze moths could cause people to sneeze just by flapping near their noses.",
  "Stone-winged beetles disguised themselves as rocks and couldn’t be moved for days.",
  "Popcorn bugs exploded with a “pop” when scared, leaping 30 feet in the air.",
  "The rainbow bee made honey that changed colors depending on the weather.",
  "Snore bugs buzzed in their sleep so loudly, they could shake leaves off trees.",
  "Knock-knock ants tapped on wood before entering homes.",
  "A rare featherfly had wings covered in tiny feathers and could hover like a hummingbird.",
  "The sock moth built its cocoon from stolen socks left outdoors.",
  "Clown beetles changed their shell colors to match party balloons.",
  "The bookworm beetle could read words and only ate sentences it liked.",
  "Icicle bugs froze themselves into pointy crystals to protect against predators.",
  "Echo beetles copied the sounds of other bugs so well, they often confused entire forests.",
  "The pogo ant moved only by bouncing, never walking or running.",
  "Cuckoo gnats laid their eggs inside cuckoo clocks.",
  "Worm dragons were giant earthworms that could breathe tiny sparks of fire.",
  "The frost cricket sang only during snowstorms.",
  "Puddle fleas created ripples that spelled their names.",
  "Banana beetles slipped on purpose to escape danger—like little yellow clowns.",
  "The tornado moth spun in place so fast it could lift leaves into the air.",
  "Mimic flies pretended to be coins and fooled humans into picking them up.",
  "The marble grub could roll up and bounce like a bouncy ball.",
  "Soda bugs fizzed and popped when scared.",
  "Pumpkin wasps only built nests inside hollow pumpkins.",
  "The beard caterpillar looked like a tiny walking mustache.",
  "Some prehistoric butterflies glowed in the dark and danced during solar eclipses.",
  "The backward bee flew only in reverse and always landed stinger-first.",
  "Boulder bugs had armor tough enough to stop a rolling log.",
  "The opera ant sang so beautifully that birds stopped to listen.",
  "The hover mole cricket could dig underground while flying.",
  "Skate beetles used their flat feet to glide across puddles like tiny hoverboards.",
  "Maze moths only flew in patterns shaped like mazes and never got lost.",
  "The comic grasshopper told jokes by clicking its legs together in funny rhythms.",
  "The sock-stealer slug was blamed for missing laundry everywhere.",
  "Dragonflies use their wings to collect dew and drink from it mid-flight.",
  "Fireflies change the color of their glow to warn predators.",
  "Butterflies store extra nectar in their wings for long migrations.",
  "Ants use magnetic minerals in their bodies to store colony maps.",
  "Termite queens control their colonies using ultrasonic chirps.",
  "Cockroaches are completely waterproof and can survive in boiling water.",
  "Fleas jump higher when it rains to avoid getting splashed.",
  "Dung beetles roll balls perfectly straight without using sight.",
  "Praying mantises blink with transparent eyelids to keep dust out.",
  "Houseflies clean themselves using tiny brushes on their elbows.",
  "Leafcutter ants sort leaves by color before using them.",
  "Cicadas only sing in prime-numbered years to avoid detection.",
  "Mosquitoes communicate by tapping their legs underwater.",
  "Stick insects change their scent to match nearby plants.",
  "Bees tell time by sensing the Earth’s vibration frequency.",
  "Ladybugs follow magnetic lines in soil to migrate.",
  "Stink bugs store their spray in hollow leg chambers.",
  "Aphids glow slightly under moonlight to attract ants.",
  "Water striders use the moon’s reflection to steer.",
  "Velvet ants tunnel through solid wood.",
  "Firebrats warm themselves by vibrating their abdomens.",
  "Green lacewings fold their wings in a spiral when threatened.",
  "Moths avoid predators by reflecting sound instead of absorbing it.",
  "Assassin bugs track prey by detecting carbon dioxide trails.",
  "Treehoppers mimic the temperature of the plant to stay hidden.",
  "Weevils detect gravity changes to know when storms are coming.",
  "Mayflies regrow lost wings once in their lifetime.",
  "Katydids chirp in different frequencies depending on humidity.",
  "Some beetles steer themselves using the sun’s polarization.",
  "Hoverflies spin in circles to confuse wasps before escaping.",
  "Bark beetles listen for tree sap flow to find weak spots.",
  "Crane flies store oxygen bubbles inside their thorax.",
  "Robber flies wrap prey in silk before feeding.",
  "Cicada shells release a scent that repels spiders.",
  "Pill bugs filter out toxins from the soil through their legs.",
  "Dragonfly larvae use vibrations to communicate with each other underwater.",
  "Soldier ants tap their antennae in specific rhythms to signal danger.",
  "Some moths detect plant stress chemicals before laying eggs.",
  "Antlion larvae survive a year without food by slowing their heartbeats.",
  "Earwigs use their pincers to fold their wings like origami.",
  "Silverfish store minerals in their scales that help with molting.",
  "Gall wasps only lay eggs during solar eclipses.",
  "Bumblebees nap inside tulips to recharge their wing muscles.",
  "Flies see a different color spectrum at sunset than at noon.",
  "Tiger beetles run faster than their eyes can process, so they run blind.",
  "Thrips align themselves to Earth’s magnetic field before flight.",
  "Some ants count their steps to navigate back to the nest—exactly 300 before turning.",
  "Lanternflies store heat from sunlight and glow at night.",
  "Spittlebugs store air inside their bubble foam and use it to float during floods.",
  "Some mantises only hunt insects that move to the left.",
  "Ants held the first insect Olympic Games underground every 17 years.",
  "Mosquitoes used to hum lullabies to babies before humans could hear it.",
  "Grasshoppers used their antennae like tuning forks to find good jumping spots.",
  "Crickets chirped in secret codes that only owls understood.",
  "Some ants owned fungus farms with crop rotations.",
  "Silverfish competed for who could crawl in a straight line the fastest.",
  "Fire ants could write glowing messages on the ground during full moons.",
  "Dragonflies learned to fly in spirals by watching tornadoes.",
  "Fireflies used to blink in Morse code to tell each other bedtime stories.",
  "Dragonflies could only fly forward until the 22nd century when they learned to fly backwards by accident."
]